var objective_topic=["यांत्रिक : वस्तुनिष्ठ प्रश्न"];
var subjective_topic=["यांत्रिक : वर्णनात्मक प्रश्न"];

var objective_question=[
    [
		"1. चक्कों की व्यवस्था के अनुसार डब्ल्युएजी-7 लोको में प्रयुक्त बोगी  ________ प्रकार का है।",
		"2. बोगी के प्रारूप के आधार पर डब्ल्युएजी-5 लोको में प्रयुक्त बोगी  ________ प्रकार का है।",
		"3. बोगी के प्रारूप के आधार पर डब्ल्युएजी-7 लोको में प्रयुक्त बोगी  ________ प्रकार का है।",
		"4. बोगी के प्रारूप के आधार पर डब्ल्युएपी-4 लोको में प्रयुक्त बोगी  ________ प्रकार का है।",
		"5. नये फिटिंग में रिम के फेस के अंदर चक्कों के बीच की दूरी  ________ है।",
		"6. रिम के फेस के अंदर चक्कों के बीच की उपयोगी दूरी  ________ है।",
		"7. डब्ल्युएजी-5 लोको में नये चक्के का व्यास  ________ होता है।",
		"8. डब्ल्युएजी-7 लोको में नये चक्के का व्यास  ________ होता है।",
		"9. डब्ल्युएपी-4 लोको में घिसे हुए चक्के का अनुमत व्यास  ________ है।",
		"10. डब्ल्युएजी-7 लोको में घिसे हुए चक्के का अनुमत व्यास  ________ है।",
		"11. डब्ल्युएजी-5 लोको (नया स्थिति) में प्रति एक्सल बॉक्स मध्य एवं अंतिम एक्सल का अनुमत Clearance ________ है।",
		"12. डब्ल्युएजी-5 लोको में प्रति एक्सल बॉक्स मध्य एवं अंतिम एक्सल का अनुमत सर्विस लिमिट  ________ है।",
		"13. डब्ल्युएजी-5 लोको में प्रति एक्सल अंतिम एक्सल में Lateral Clearance की अनुमत सीमा  ________है।",
		"14. डब्ल्युएजी-5 लोको में प्रति एक्सल मध्य एक्सल के Lateral Clearance की अनुमत सीमा  ________है।",
		"15. डब्ल्युएपी-4 लोको में प्रति एक्सल अंतिम एक्सल की न्युनतम तथा अधिकतम Lateral Clearance  ________होता है।",
		"16. डब्ल्युएपी-4 लोको में प्रति एक्सल मध्य एक्सल की न्युनतम तथा अधिकतम Lateral Clearance  ________ होता है।",
		"17. नया डब्ल्युएजी-7 लोको में प्रति एक्सल Longitudinal Clearance  ________ होता है।",
		"18. डब्ल्युएजी-7 लोको में प्रति एक्सल Longitudinal Clearance की सर्विस लिमिट ________ है।",
		"19. नया डब्ल्युएजी-7 लोको में प्रति एक्सल मध्य एक्सल बॉक्स का Lateral Clearance  ________ होता है।",
		"20. डब्ल्युएजी-7 लोको में प्रति एक्सल मध्य एक्सल बॉक्स के Lateral Clearance की सर्विस लिमिट  ________ है।",
		"21. नया डब्ल्युएजी-7 लोको में प्रति एक्सल अंतिम एक्सल बॉक्स का Lateral Clearance -- है।",
		"22. डब्ल्युएजी-7 लोको में प्रति एक्सल अंतिम एक्सल बॉक्स के Lateral Clearance की सर्विस लिमिट  ________ है।",
		"23. नया डब्ल्युएपी-4 लोको में प्रति एक्सल अंतिम एक्सल बॉक्स की Lateral Clearance  ________ है।",
		"24. नया डब्ल्युएपी-4 लोको में प्रति एक्सल मध्य एक्सल बॉक्स की Lateral Clearance  ________ है।",
		"25. डब्ल्युएपी-4 लोको में प्रति एक्सल अंतिम एक्सल बॉक्स के Lateral Clearance की सर्विस लिमिट  ________ है।",
		"26. डब्ल्युएपी-4 लोको में प्रति एक्सल मध्य एक्सल बॉक्स के Lateral Clearance की सर्विस लिमिट  ________ है।",
		"27. नया डब्ल्युएपी-4 लोको में प्रति एक्सल मध्य एवं अंतिम एक्सल बॉक्स की Longitudinal Clearance ________ है।",
		"28. डब्ल्युएपी-4 लोको में प्रति एक्सल मध्य एवं अंतिम एक्सल बॉक्स की Longitudinal Clearance की सर्विस लिमिट ________ है।",
		"29. व्हील ट्रेड में ढलान  ________ होता है।",
		"30. व्हील फ्लेंज के बेस में मोटाई  ________ होती है।",
		"31. घिसे हुये चक्के के रूट में घिसने की अधिकतम अनुमति  ________ है।",
		"32. घिसे चक्के को अंगीकृत करने के लिए फ्लेंज में घिसने की अधिकतम अनुमति  ________ है।",
		"33. चक्का और ब्रेक शू के बीच  ________ अंतर बनाए रखना है।",
		"34. डब्ल्युएजी-5 लोको में लम्बवत् भार सेन्टर पिवॉट लगभग ________ प्रतिशत जबकि दो साईड वियरर लम्बवत् भार का  ________ प्रतिशत वहन करते हैं।",
		"35. डब्ल्युएजी-7 लोको में आगे और मध्य एक्सल के बीच की दूरी  ________ होती है।",
		"36. डब्ल्युएजी-7 लोको में मध्य एवं पीछे एक्सल के बीच की दूरी  ________ होती है।",
		"37. डब्ल्युएपी-4 लोको में दोनों बोगी के बीच चक्कों में  ________ अन्तर अनुमत है।",
		"38. डब्ल्ययुएपी-4 लोको में एक ही एक ही एक्सल के चक्कों में कितना अंतर अनुमत है?",
		"39. डब्ल्ययुएपी-4 लोको में एक ही बोगी के चक्कों में कितना अंतर अनुमत है?",
		"40. डब्ल्युएजी -5/डब्ल्यु.ए.एम.-4 लोको में दोनों बोगी के बीच चक्कों में कितना अंतर अनुमत है?",
		"41. डब्ल्युएजी-5/डब्ल्युएएम-4 लोको में एक ही एक्सल के चक्कों में कितना अंतर है?",
		"42. डब्ल्युएजी-5/डब्ल्युएएम-4 लोको में एक ही बोगी के चक्कों में कितना अंतर अनुमत है?",
		"43. डब्ल्युएजी-7 लोको में दोनों बोगी के बीच चक्कों में कितना अंतर अनुमत है?",
		"44. डब्ल्युएजी-7 लोको में एक ही एक्सल के चक्कों में कितना अंतर अनुमत है?",
		"45. डब्ल्युएजी-7 लोको में एक ही बोगी के चक्कों में कितना अंतर अनुमत है?",
		"46. डब्ल्युएजी-5/डब्ल्युएएम-4 लोको में ब्रेक सिलिन्डर के पिस्टन स्ट्रोक की लम्बाई कितनी होती है?",
		"47. डब्ल्युएजी-7 लोको में ब्रेक सिलिन्डर के पिस्टन स्ट्रोक की लम्बाई  ________ होती है?",
		"48. डब्ल्ययुएपी-4 लोको में ब्रेक सिलिन्डर के पिस्टन स्ट्रोक की लम्बाई  ________ होती है?",
		"49. कैटल गार्ड में  ________ फांउडेशन बोल्ट की आवश्यकता होती है।",
		"50. कैटल गार्ड के फाउँडेशन बोल्ट का आकार  ________ है।",
		"51. ट्रैक्शन मोटर नोज तथा इसके सैन्डविच पैड में गैप  ________ होता है।",
		"52. गियर केस में आवश्यक फिक्सेशन बोल्ट की कुल संख्या  ________ है।",
		"53. सस्पेंशन बियरिंग में लुब्रिकेटिंग तेल की क्षमता  ________ होती है।",
		"54. गियर केस में लुब्रिकेटिंग तेल की क्षमता  ________ होती है।",
		"55. सामान्य गति डब्ल्युएजी-5/डब्ल्युएएम-4 लोको का गियर अनुपात  ________ है।",
		"56. उच्च गति डब्ल्युएजी-5/डब्ल्युएम-4 लोको का गियर अनुपात  ________ है।",
		"57. डब्ल्युएजी-7 लोको का गियर अनुपात  ________ है।",
		"58. डब्ल्युएपी-4 लोको का गियर अनुपात  ________ है।",
		"59. एक्सल बॉक्स में  ________ लुब्रिकेन्ट का उपयोग होता है।",
		"60. गियर केस में  ________ लुब्रिकेन्ट का उपयोग होता है।",
		"61. डबल्युएजी-7 लोको का एक्सल लोड  ________ है।",
		"62. सैंडर के नोजल और व्हील फेस के बीच  ________ अंतर(गैप) होता है।",
		"63. डब्ल्युएजी-7 लोको में प्रारंभिक Vertical डैम्पर  ________ होते हैं।",
		"64. डब्ल्युएजी-7 लोको में Secondary lateral डैम्पर  ________ होते हैं।",
		"65. रेल लेबल से बफर फेस के केन्द्र की ऊँचाई  ________ होती है।",
		"66. डबल्युएपी-4/डबल्युएपी-7 लोको में रेल लेवल से रेल गार्ड की ऊँचाई  ________ होती है।",
		"67. व्हील फ्लेंज की माप करने के लिए  ________ औजार का प्रयोग किया जाता है।",
		"68. ढलवाँ लोहे के ब्रेक शू को  ________ द्वारा बदला जा रहा है।",
		"69. ढलवाँ लोहे के ब्रेक ब्लॉक की तुलना में कम्पोजिट ब्रेक ब्लॉक के घर्षण का गुणांक  ________होता है।",
		"70. डबल्युएजी-7 लोको में साईड बियरर की संख्या ________ है।",
		"71. “एक्सल हैंग नोज सस्पेन्डेड” सिस्टम में बोगी के साथ ट्रैक्शन मोटर  ________ लोको में लगे होते हैं।",
		"72. डब्ल्युएजी-5 लोको की लिफ्टिंग के लिए आवश्यक ई.ओ.टी. क्रेन की संख्या  ________ है।",
		"73. रेल सतह से सैन्डर के नोजल की ऊँचाई  ________ है।",
		"74. डब्ल्युएजी-7 लोको में ब्रेक सिलिन्डर संख्या  ________ से हैण्ड ब्रेक जुड़ है।",
		"75. अच्छी ब्रेक शक्ति का तात्पर्य डब्ल्युएपी-4 लोको में  ________ एम्पियर करेंट लेने पर वह नहीं चलनी चाहिए।",
		"77. डब्ल्युएजी-7/डब्ल्युएजी-5 लोको में  ________ एम्पियर करेंट लेने पर लोको चलना चाहिए।",
		"78. यदि चालक द्वारा हैंड ब्रेक लगाया जाता है तो चक्का संख्या ________में ब्रेक लगता है।",
		"79. डबल्युएजी-7 लोको में लगे सैंड बॉक्सों की संख्या  ________ है।",
		"80. डब्ल्युएजी-5 लोको में  ________ सेन्टर पिवॉट और  ________ साइड बियरर होते हैं।",
		"81. डब्ल्युएजी-5 लोको में लगे गियर केस की कुल संख्या  ________ है।",
		"82. डब्ल्युएजी-5 लोको में लगे हेलिकल स्प्रिंग सेटों की कुल संख्या  ________ है।",
		"83. डब्ल्युएजी-5 लोको में लगे इक्वलाइजिंग बीम सेटों की कुल संख्या  ________ है।",
		"84. डब्ल्युएपी-4 लोको में ब्रेक सिलिन्डरों की कुल संख्या ________ है।",
		"85. डब्ल्युएजी-7 लोको में जब हैण्ड ब्रेक लगाया जाता है तो  ________ में ब्रेक लगता है।",
		"86. डब्ल्युएपी-4 लोको में जब हैण्ड ब्रेक लगाया जाता है तो चक्का संख्या  ________ में ब्रेक लगता है।"
	]
];

var objectiveoptions=[
	[
		["(क) बी.बी.","(ख) बी.बी.","(ग) को.को."],/*1*/
		["(क) ट्राई माउंट बोगी","(ख) हाई आढेशन बोगी","(ग) फ्लेक्सी क्वाईल बोगी"],
		["(क) ट्राई माउंट बोगी","(ख) हाई आढेशन बोगी","(ग) फ्लेक्सी क्वाईल बोगी"],
		["(क) ट्राई माउंट बोगी","(ख) हाई आढेशन बोगी","(ग) फ्लेक्सी क्वाईल बोगी"],
		["(क) 1596 ± 0.5 मि.मी.","(ख) 1690 मि.मी.","(ग) 1690 ± 1.5 मि.मी."],
		["(क) 1596 - 0.5 मि.मी./+ 3 मिमी","(ख) 1690 - 0.5 मि.मी./+ 3 मिमी","(ग) 1690 ± 1.5 मि.मी."],
		["(क) 1099(+5/-5) मि.मी.","(ख) 1092(+5/-0) मि.मी.","(ग) 1090(+5/-0) मि.मी."],
		["(क) 1099(+5/-5) मि.मी.","(ख) 1090(+5/-0) मि.मी.","(ग) 1092(+5/-0) मि.मी."],
		["(क) 1016 मि.मी.","(ख) 1010 मि.मी.","(ग) 1006 मि.मी."],
		["(क) 1010 मि.मी.","(ख) 1016 मि.मी.","(ग) 1006 मि.मी."],/*10*/
		["(क) 0.4-4 मि.मी.","(ख) 0.4-1.9 मि.मी.","(ग) 5 - 15 मि.मी."],
		["(क) 1.5 - 5 मि.मी.","(ख) 0.4-1.9 मि.मी.","(ग) 5 - 15 मि.मी."],
		["(क) 6 - 12 मि.मी.","(ख) 1.5-5 मि.मी.","(ग) 5 - 15 मि.मी."],
		["(क) 6 - 12 मि.मी.","(ख) 25-31 मि.मी.","(ग) 5 - 15 मि.मी."],
		["(क) 6 - 12 मि.मी.","(ख) 1.5-5 मि.मी.","(ग) 15.4- 18.2 मि.मी."],
		["(क) 2.5 - 6.0 मि.मी.","(ख) 3.6-7.2 मि.मी.","(ग) 5.0- 8.5 मि.मी."],
		["(क) 4.5- 6.0 मि.मी.","(ख) 6.5-12.15 मि.मी.","(ग) 2- 4 मि.मी."],
		["(क) 4.5- 6.0 मि.मी.","(ख) 2 - 6 मि.मी.","(ग) 6 - 12 मि.मी."],
		["(क) 4.5- 6.0 मि.मी.","(ख) 2.4 - 6 मि.मी.","(ग) 6 - 12 मि.मी."],
		["(क) 2.4 - 11.5 मि.मी.","(ख) 2.4-6.0 मि.मी.","(ग) 6-12 मि.मी."],/*20*/
		["(क) 6-12 मि.मी.","(ख) 22-25.2 मि.मी.","(ग) 8-16 मि.मी."],
		["(क) 22-30.7 मि.मी.","(ख) 22-30 मि.मी.","(ग) 6-12 मि.मी."],
		["(क) 6-12 मि.मी.","(ख) 15.4-18.2 मि.मी.","(ग) 8-16 मि.मी."],
		["(क) 4.5-6.0 मि.मी.","(ख) 2.4-6 मि.मी.","(ग) 3.6-7.2 मि.मी."],
		["(क) 15.4-24.0 मि.मी.","(ख) 22-30 मि.मी.","(ग) 6-12 मि.मी."],
		["(क) 3.6-12.0 मि.मी.","(ख) 22-30 मि.मी.","(ग) 6-12 मि.मी."],
		["(क) 4.5-6.0 मि.मी.","(ख) 2.4-6 मि.मी.","(ग) 0.4-2 मि.मी."],
		["(क) 0.4-4 मि.मी.","(ख) 22-30 मि.मी.","(ग) 6-12 मि.मी."],
		["(क) 1 में 20","(ख) 1 में 30","(ग) 1 में 40"],
		["(क) 30.5 मि.मी.","(ख) 37.5 मि.मी.","(ग) 35.5 मि.मी."],/*30*/
		["(क) 1.5 मि.मी.","(ख) 3 मि.मी.","(ग) 6 मि.मी."],
		["(क) 1.5 मि.मी.","(ख) 3 मि.मी.","(ग) 6 मि.मी."],
		["(क) 10 मि.मी.","(ख) 15 मि.मी.","(ग) 6 मि.मी."],
		["(क) 70/30","(ख) 60/40","(ग) 50/50"],/*34*/
		["(क) 1900 मि.मी.","(ख) 1800 मि.मी.","(ग) 1850 मि.मी."],
		["(क) 1900 मि.मी.","(ख) 1850 मि.मी.","(ग) 1800 मि.मी."],
		["(क) 2-5 मि.मी.","(ख) 15-20 मि.मी.","(ग) 4-10 मि.मी."],
		["(क) 3 - 6 मि.मी.","(ख) 2 - 5 मि.मी.","(ग) 0.5 - 1.5 मि.मी."],
		["(क) 2 - 5 मि.मी.","(ख) 0.5 - 1.5 मि.मी.","(ग) 3 - 6 मि.मी."],
		["(क) 15 - 25 मि.मी.","(ख) 2 - 5 मि.मी.","(ग) 4 - 10 मि.मी."],/*40*/
		["(क) 2 - 5 मि.मी.","(ख) 0.5 - 2.5 मि.मी.","(ग) 3 - 6 मि.मी."],
		["(क) 2 - 8 मि.मी.","(ख) 0.5 - 1.5 मि.मी.","(ग) 3 - 6 मि.मी."],
		["(क) 15 - 25 मि.मी.","(ख) 2 - 5 मि.मी.","(ग) 4 - 10 मि.मी."],
		["(क) 2 - 5 मि.मी.","(ख) 0.5 - 2.5 मि.मी.","(ग) 3 - 6 मि.मी."],
		["(क) 0.5 - 1.5 मि.मी.","(ख) 2 - 8 मि.मी.","(ग) 3 - 6 मि.मी."],
		["(क) 95 - 105 मि.मी.","(ख) 97 - 107 मि.मी.","(ग) 68 - 78 मि.मी."],
		["(क) 95 - 105 मि.मी.","(ख) 68 - 78 मि.मी.","(ग) 107 - 117 मि.मी."],
		["(क) 68 - 78 मि.मी.","(ख) 107 - 117 मि.मी.","(ग) 95 - 105 मि.मी."],
		["(क) 24","(ख) 12","(ग) 8"],
		["(क) एम.20x60 मि.मी.","(ख)एम.24x90 मि.मी.","(ग) एम.20x75 मि.मी."],/*50*/
		["(क) 18 मि.मी.","(ख) 10 मि.मी.","(ग) 50 मि.मी."],
		["(क) 10","(ख) 8","(ग) 6"],
		["(क) 20 ली.","(ख) 22 ली.","(ग) 18 ली."],
		["(क) 20 ली.","(ख) 22 ली.","(ग) 18 ली."],
		["(क) 15:62","(ख) 16:65","(ग) 21:58"],
		["(क) 21:58","(ख) 16:65","(ग) 15:62"],/*56*/
		["(क) 16:65","(ख) 21:58","(ग) 15:62"],
		["(क) 15:62","(ख) 21:58","(ग) 23:58"],
		["(क) टर्बोनिल टी-77","(ख) सर्वोजेम आरआर-3","(ग) दोनों"],
		["(क) सर्वोजेम आरआर-3","(ख) टर्बोनिल टी-77","(ग) दोनों"],/*60*/
		["(क) 20.50 टन","(ख) 23 टन","(ग) 32 टन"],
		["(क) 30-40 मि.मी.","(ख) 35-40 मि.मी.","(ग) 50-60 मि.मी."],
		["(क) 4","(ख) 8","(ग) 12"],
		["(क) 8","(ख) 4","(ग) 12"],
		["(क) 1030-1105 मि.मी.","(ख) 1000-1100 मि.मी.","(ग) 1050-1150 मि.मी."],
		["(क) 103-110 मि.मी.","(ख) 104-119 मि.मी.","(ग) 104-121 मि.मी."],/*66*/
		["(क) डायमीटर गेज","(ख) प्रोफाइल गेज","(ग) डिस्टेंस गेज"],
		["(क) कास्ट लोहा","(ख) नरम लोहा","(ग) फेरोबेस्टस"],
		["(क) कम","(ख) अधिक","(ग) बराबर"],
		["(क) 4","(ख) 8","(ग) 2"],/*70*/
		["(क) डबल्युएजी-5","(ख) डबल्युएजी-7","(ग) दोनों"],
		["(क) 2","(ख) 4","(ग) 3"],
		["(क) 40-50 मि.मी.","(ख) 60-70 मि.मी.","(ग) 50-60 मि.मी."],
		["(क) 2","(ख) 3","(ग) 4"],
		["(क) 600","(ख) 500","(ग) 700"],/*75*/
		["(क) 600","(ख) 700","(ग) 800"],/*77*/
		["(क) 1,3","(ख) 2,4","(ग) 2,3"],
		["(क) 4","(ख) 8","(ग) 12"],
		["(क) 2 एवं 6","(ख) 4 एवं 2","(ग) 2 एवं 4"],/*80*/
		["(क) 4","(ख) 8","(ग) 6"],
		["(क) 20","(ख) 16","(ग) 24"],
		["(क) 8","(ख) 12","(ग) 14"],
		["(क) 8","(ख) 12","(ग) 4"],
		["(क) चक्का संख्या-2 में दोनों तरफ","(ख) चक्का संख्या-4 में एक तरफ","(ग) दोनों"],
		["(क) 2 एवं 4","(ख) 2","(ग) 1"]
	]
];

var objectiveAnswer=[
    [
		3,1,2,3,1,1,2,3,1,2,2,1,1,2,3,3,2,3,2,2,1,2,
		3,1,2,3,1,1,3,1,1,2,3,2,1,1,2,3,1,1,2,1,1,2,
		2,1,3,1,2,3,2,1,2,2,1,1,1,3,2,2,1,2,2,2,1,2,
		1,3,2,1,3,1,3,1,1,3,2,2,3,3,2,1,2,3,2
	]
];

var subjective_question=[
    [
		"प्रश्न.1 डब्ल्युएजी-5 एवं डब्ल्युएजी-7 लोको में ब्रेक पावर की जाँच कैसे की जाती है?",
		"प्रश्न.2 लोकोमोटिव में चक्के की स्किडिंग क्या है, इसे कैसे कम कर सकते हैं? वर्णन करें।",
		"प्रश्न.3 डब्ल्युएजी-5 लोको में लोड ट्रांसमिशन कैसे होता है?",
		"प्रश्न.4 डब्ल्युएजी-5 बोगी के ओवर हॉलिंग का संक्षिप्त विविरण लिखें।",
		"प्रश्न.5 डब्ल्युएजी-5 एवं डब्ल्युएपी-4 लोकोमोटिव के बोगी में क्या अंतर है?",
		"प्रश्न.6 एक्सल बॉक्स ओवरहॉलिंग की विधि का संक्षिप्त विवरण दें।",
		"प्रश्न.7 लोको के अनुसूची इंसपेक्शन के दौरान मेकेनिकल इंस्पेक्शन सेक्शन द्वारा कौन-कौन औजार प्रयोग में लाए जाते हैं?",
		"प्रश्न.8 ट्रिप इंसपेक्शन में लोकोमोटिव में अंडर गियर की जाँच आप कैसे करेंगे?",
		"प्रश्न.9 एक्सल बॉक्स के संपूर्ण इन्सपेक्शन की विधि क्या है?",
		"प्रश्न.10 डबल्युएजी-5/डब्ल्युएजी-7 लोको की लिफ्टिंग से पहले किन कार्यों को सुनिश्चित कर लेना चाहिए?",
		"प्रश्न.11 शेड में इंस्पेक्शन के दौरान लोकोमोटिव के ब्रेक-शू बदलने की विधि लिखें ।"
	]
];

var subjective_answer=[
    [
		"उत्तर-<br/>1. जिस लोको के ब्रेक पावर की जाँच करनी है उसे संभवतः लेवल ट्रेक में रखें ताकि जब लोकोमोटिव का ब्रेक रिलिज हो तो वह रोल डाउन न हो। लोको में चक्के एवं रेल सुखी अवस्था में होनी चाहिए।<br/>2.लोको एनरजाइज करें एवं पर्याप्त एम.आर.प्रेसर बना लें।<br/>3.एस.ए.-9 द्वारा आयरेक्ट ब्रेक लगा दें।<br/>4.सुनिश्चित करें कि बी.सी. प्रेशर 3.5 क्रिग्रा/सेमी² है।<br/>5.ब्लोअर ऑन करके रिवर्सर को फॉरवार्ड करें।<br/>6.डब्ल्युएजी-5 लोको में एक-एक करके तीन नॉच अर्थात् 600 एम्पियर करेंट ट्रैक्शन मोटर में देने पर लोको मुव नहीं करना चाहिए। इसे सामान्य कर रिवर्सर को रिवर्स स्थिति में रखकर उपर्युक्त विधि फिर करनी चाहिए।<br/>7.डब्ल्युएजी-7 लोको में एक-एक करके दो नॉच अर्थात् 600 एम्पियर करंट ट्रैक्शन मोटर में देने पर लोको मुव नहीं करना चाहिए।",
		"उत्तर- लोको परिचालन के दौरान जब ब्रेकिंग शक्ति अढेशन की सीमा से अधिक हो जाती है तो चक्कों में स्किड हो जाती है। दोषपूर्ण ट्रेन परिचालन अथवा गाड़ी में ब्रेकिंग उपकरणों की खराबी होने से भी यह हो सकता है। वी.ई.एफ., सी2 रिले वाल्व, डिस्ट्रीब्युटर वाल्व या प्रोपोर्सनेट वाल्व ठीक ढंग से कार्य न करने अथवा ऑटोमैटिक ब्रेक वाल्व, इन्डिपेन्डेन्ट ब्रेक वाल्व और प्रेशर लिमिटिंग वाल्व की गलत सेटिंग के चलते लोकोमोटिव में ब्रेकिंग फोर्स अधिक हो सकता है। यदि प्रेशर गैसों को उचित कैलिब्रेट नहीं होने से भी यह हो सकता है।<br/>तेल या ग्रीज के रेल टेबल पर होने, रेल भिंगने, पेड़ के पत्ते रेल पर गिरने अथवा ट्रैक पर नमक होने के कारण विपरीत अढेशन होने पर चक्के में स्किडिंग होने की संभावना होती है। कुछ परिस्थितियों में ट्रेन में कम ब्रेक पावर के फलस्वरूप् चक्के में स्किडिंग हो सकती है। <br/><br/>लोको पायलट द्वारा ट्रेन में ब्रेक लगाते समय पी.वी.ई.एफ. का प्रयोग न करना अथवा इंडिपेन्डेन्ट ब्रेक लगाना चक्के में स्किडिंग का कारण हो सकता है।<br/><br/>चक्के में स्किडिंग को रोकने के लिए ब्रेकिंग उपकरणों को पूर्ण क्रियाशील तथा उपकरणों की सेटिंग के निर्धरित मान को मेनटेन करना आवश्यक है। लोकोमोटिव ब्रेक विवेकपूर्ण लगाना चाहिए। लोको पायलट द्वारा कम ब्रेक पावर अनुीाव करने की स्थिति में उसे ब्रेक पावर की प्वाइ्रट चेकिंग के लिए एवं उसे ठीक करने के लिए कन्ट्रोल को सूचित करना चाहिए तथा ट्रेन ब्रेक लगाते समय पी.वी.ए.एफ. को अवश्य दबाना चाहिए।",
		"उत्तर- लोकोमोटिव बॉडी के भार का ट्रांसमिशन बोगी के सेंटर पिवॉट एवं दो साइड बियरर मिलकर तीन बिन्दुओं पर सर्पोट करता है। उर्द्धवाधर भार का लगभग 60 प्रतिशत सेन्टर पिवॉट जबकि बाकी 40 प्रतिशत दो साइड बियरर के ऊपर भार पड़ता है। बोगी फ्रेम हेलिकल स्प्रिंग के माध्यम से इक्वलाइजिंग बीम पर लोड भेजता है। इक्वलाइजिंग बीम एक्सल बॉक्स पर लोड भेजता है। जर्नल के माध्य से चक्कों पर बल कार्य करता है तथा अंततः पूरा लोड रेल पर चला जाता है।",
		"उत्तर-<br/>1. ब्रेक के सभी लीवर हैंगर को अलग करें, ब्रेक सिलिन्डर पिस्टन को निकालें तथा कोई खराबी जैसे बुश अथवा पिन का टूटना की जाँच करें।<br/><br/>2.सेन्टर पिवॉट एवं साइड बियरर के फ्रेम से तेल एवं गंदगी निकालकर बोगी फ्रेम को पूरी तरह से साफ करें।<br/><br/>3.बोगी फ्रेम को पानी के जेट से साफ करें तथा कॉस्टिक सोडा एवं सफाई के पदार्थ युक्त पानी के टंकी में 24 से 48 घंटे तक रखें। अच्छी सफाई के लिए सफाई पदार्थ मिश्रण को हवा के दबाव में करना चाहिए।<br/><br/>4.बोगी को पानी टंकी से निकाले एवं पानी में जेट से सफाई करें।<br/><br/>5.किसी क्रेक, लाइनर के घिसपे एवं प्लेंटों के खराब होने की जाँच करने के लिए बोगी को स्टैंड पर रखें।<br/><br/>6.आवश्यकता पड़ने पर मानक के अनुसार गेज द्वारा बोगी के चैकोर (स्क्वायर) होना सुनिश्चित करें।<br/><br/>7.सभी घिसे एवं खराब हुए प्लेटों एवं बुशों को बदल दें। नये पिन, कटर पिन एवं बुशों को दबलकर लीवर हैंगर की ओवर हॉलिंग करें।<br/><br/>8.पाइप लाइन में सभी रबर गैसकेट, पिस्टर डिसक में हेड को दबलकर सभी ब्रेक सिलिन्डर को ओवर हॉल एवं फिटिंग करें। बाहरी हवा कि आपूर्ति करके ब्रेक सिलिन्डर में किसी लिकेज की जाँच करें।<br/><br/>9.किसी क्रेक का पता लगाने के लिए बोगी में क्रिटिकल बिन्दुओं पर “ड्राइ पेनेट्रेशन टेस्ट” द्वारा जाँच करनी चाहिए।<br/><br/>10.सभी उपकरणों को फिट करने के बाद क्लियरेंस एवं गैप की अंतिम जाँच करें। ",
		"उत्तर- डब्ल्युएपी-1 से डब्ल्युएपी-4 लोको तक फ्लेक्सी क्वाइल बोगी का प्रयोग किया जाता है। डब्ल्युएजी-5 एवं डब्ल्युएपी-4 लोको के बोगी में अंतर है-<br/><br/>1.डब्ल्युएजी-5 लोको की बोगी ट्राइ-माउँट को-को प्रकार की होती है जिसमें सिंगल स्टेज सस्पेंशन होने के कारण लेटेरल फ्लेक्सीबल कम होता है फलस्वरूप कुछ गति प्रतिबंध होते हैं इसलिए यह सिर्फ मालगाड़ियों की सेवा के लिए उपयुक्त होती है।<br/><br/>2.डब्ल्युएपी-1 से डब्ल्युएपी-4 लोकोमोटिव तक सवारी गाड़ी सेवा के लिए बनाए गए हैं। इसलिए इसकी गति एवं फ्लेक्सीबिलिटी अच्छी होनी चाहिए। इसे ध्यान में रखकर फ्लेक्सी क्वाइल बोगी की डिजाइन की गयी है। फ्लेक्सी क्वाइल बोगी में दो स्टेज का सस्पेंशन स्स्टिम है। चक्कों एव बोगी के बीच प्राइमरी तथा बोगी एवं बॉडी के बीच सेकेन्डरी सस्पेंशन होती है इस सेकेण्डरी सस्पेंशन में बोगी के ऊपर एक बोल्टस्टर जिसमें बोगी एवं बॉडी के बीच मजबूत स्प्रिंग लगी होती है। इसलिए बॉडी की मुवमेंट में बोगी को बिना प्रभावित लिए वर्टिकल एवं लेटेरल फ्लेक्सीबिलिटी प्राप्त होती है। बोल्टस्टार बोगी पुरी तरह से फ्लोटिंग होने से इक्वलाइजर की आवश्यकता भी नहीं पड़ती है। बोगी एवं बोगी बोल्टस्टर के बीच अच्छी डेम्पिंग सुनिश्चित करने के लिए दो फंक्शन डैम्पर लगे होते हैं। ",
		"उत्तर-<br/>1. व्हील सेट से एक्सल बॉक्स को रिलिज करें।<br/>2. बैक रिंग को निकालें, रोलर बियरिंग को दबाकर बाहर निकालें, डिस्टेंस पिस एवं आउटर बियरिंग को निकालें।<br/>3.एक्सल बॉक्स शेल को रिपेयर करें - सभी लाइनर की जाँच कआवश्यक हो तो उसे दबलें, क्राउन को डी.पी.टी. टेस्ट द्वारा जाँच कर एवं उसे साफ करें।<br/>4. रोलर वियरिंग को साफ करें’<br/>क. ग्रीज को हटा दें।<br/>ख. उसे तेल से साफ करें।<br/>ग. सुखी हवा से साफ करें।<br/>घ. सूखे कपड़े से साफ करें।<br/>ड. ठीक से ढक कर शुष्क कमरे में रखें।<br/><br/>एसेम्बल करना -<br/>1.शेल में इंदर वाले रोलर वियरिंग को लगाऐं।<br/>2.डिस्टेंस पिस को लगाऐं।<br/>3.बाह्य रिंग को फिट करें।<br/>4.पीछे रिंग को लगाकर पीछे वाले बोलट को कस दें।<br/>5.रेसर को फिट करके उसके रेडियल क्लियरेंस को चेक करे। यह 0.115 से 0.165 मि.मी. के बीच होनी चाहिए।<br/>6.ग्रिज (लिथियम बेस) के साथ एक्सल बॉक्स को भरें तथा उसी बियरिंग में एक्सल बॉक्स को फिट करें।<br/>7.कॉलर प्लेट एवं लूज लिप को फिट करें तथा एक्सल बॉक्स के फ्री मुवमेंट की जाँच करें।",
		"उत्तर-<br/>1. टीडब्ल्युजी (ट्रेड वियरगेज) - चक्का प्रोफाइल में घिसाव (वियर) जैसे - रूट वियर, फ्लेंज वियर एवं ट्रेड वियर की जाँच के लिए।   <br/>2.डिजिटल व्हील डायमीटर गेज - चक्कों के डायमीटर की रिडिंग लेने के लिए।<br/>3.फेस डिस्टेंस गेज - प्रत्येक व्हील सेट में चक्कों के बीच दुरी नापने के लिऐ।<br/>4.फिलर गेज - लाँगीच्यूडीनल एवं लेटेरल क्लयरेंस की जाँच करने के लिए।<br/>5.सी.बी.सी. गो/नो गो गेज - सी.बी.सी. नकल के घिसने की जाँच के लिए।<br/>6.कैलिपर एवं स्टील रूल - रेल गार्ड, साइड बियर इत्यादि के ऊचाई नापने के लिए।",
		"उत्तर- ट्रिप इंसपेक्शन के दौरान निम्नलिखित की जाँच करें-<br/>क)बोगी-<br/>1.बोगी के ऊपर जमा हुए कागज या अन्य पदार्थ को अवश्य हटा दें।<br/>2.बोगी के बाहरी सतह से तेल के कचड़े एवं जमा हुए धुल-कण को यथासंभव हटा लें।<br/>3.बोगी में लूज फिटिंग, खराबी, दरार एवं गायब पार्टस की जाँच दृष्टिगत रूप से करें।<br/>4.चक्कों में दिखने वाली खराबी जैसे - दरार, स्किडिंग इत्यादि की जाँच करें।<br/><br/>ख)ब्रेक गियर -<br/>1.ब्रेक रिगिंग में लूज नटों, पिनों, जे. क्लैंप की सही स्थिति, सेफ्टी सिलिंग इत्यादि की सामान्य जाँच करें।<br/>2.सुनिश्चित करें कि ब्रेक शु में गैप 10 मी.मी. से अधिक नहीं होनी चाहिए।<br/>3.लोकोमोटिव में ब्रेक लगाकर चेकर करें कि सभी ब्रेक सिलिंडर में पिस्टन सामान्य संचालित हो रहे हैं तथा पिस्टन सीमा के अंदर चल रहा है।<br/>4.ब्रेक शू घिसने की जाँच करें तथा आवश्यकता पड़ने पर उसे बदल दें।<br/>5.बोगी एवं बॉडी को जोड़ने वाले पाइप में किसी लिकेज की जाँच करें तथा उसे ठीक करें।<br/><br/>ग)ट्रैक्शन मोटर एवं सस्पेंशन बियरिंग -<br/>यदि पिट उपलब्ध हो तो तेल के सतह की जाँच करें। यदि आवश्यक हो तो उसे भर दें तथा जितना तेल भरे हैं उसकी मात्रा लॉग बुक में लिखें। <br/><br/>घ)ट्रैक्शन मोटर गियर केस -<br/>1.गियर केस में लुब्रिकेटर के मात्रा की जाँच करने यदि आवश्यक हो तो उसक और डाल दें।<br/>2.गिया केस में किसी प्रकार की क्षति जहाँ से सील गिर सकता है तथा तेल निकल सकता है। ज्यादा लिकेज होने पर उसे ठीक करें अथवा शेड भेज दें।<br/><br/>ड़)एक्सल रोल बियरिंग -<br/>आने के बाद एक्सल बॉक्स के ताप जाँच करें एवं यह भी चेक करें कि ग्रीज एक्सल बॉक्स से बाहर तो नहीं निकल गया है।<br/><br/>च)सस्पेंशन स्प्रिंग एवं इक्वलाइजर -<br/>सस्पेंशन स्प्रिंग में किसी दरार या क्षति की दृष्टिगत रूप् से जाँच करें।<br/><br/>छ)रिटर्न करंट शंट -<br/>बोगी एवं बॉडी के बीच शंट कनेक्शन का टाइट होना सुनिश्चित करें।<br/><br/>ज)सैंडिंग एवं सैंड पाइप -<br/>1.बालू गिरानेवाले पाइप में किसी क्षति की जाँच करें तथा उसे सीधे होने की जाँच करें।<br/>2.हवा के पाइप में किसी क्षति या लिकेज की जाँच करें।<br/>3.निर्धारित गुणवत्ता वाली बालू सैंड बॉक्स में भरें।<br/>4.बालू गिराने वाले एजेक्टर के उचित कार्य की जाँच करें तथा यह भी देंखें कि सैन्ड बॉक्स के ढक्कन ठीक से लगे हैं।",
		"उत्तर- व्हील सेट एसेम्बली के निर्बाध चलने के लिए एक्सल बॉक्स एक मुख्य उपकरण है जिसपर इक्वलाइजर रखकर रेल तक लोड ट्रांसफर किया जाता है। संपूर्ण निरीक्षण में निम्नलिखित जाँच की जाती है -<br/>1.यदि लोको सर्विस से अभी आयी है है तो उसके एक्सल बॉक्स के तापमान की जाँच करें।<br/>2.दृष्टिगत रूप से ग्रीज लिकेज की जाँच करें। <br/>3.लाइनर के स्थिति एवं ठीक होने की जाँच करें।<br/>4.एक्सल बॉक्स कवर एवं कॉलर प्लेटों के उचित ढंग से लगे होने की जाँच करें।<br/>5.एक्सल बॉक्स की अल्ट्रासोनिक जाँच के लिए सामने का ढ़क्कन एवं कॉलर प्लेटों को हटा लें तथा ग्रीज को बदलकर नया डाल दें।<br/>6.ग्रीज की जाँच के लिए सैम्पल को प्रयोगशाला भेज दें।<br/>7.एक्सल बॉक्स एवं बोगी पेडेस्टल लाइनर के बीच लाँगी च्यूडिनल एवं लेटेरल क्लीयरेंस की माप करें तथा रिकार्ड में रखें। यदि क्लीयरेंस सर्विस लिमिट से अधिक हो जाती है तो लाइनर को बदल दें।",
		"उत्तर- जब लोकोमोटिव से बोगियों को हटाने की आवश्यकता पड़ती है तो निम्नलिखिम तैयारियाँ कर लेनी चाहिए-<br/>1.लिफ्टिंग बे में लोको प्लेस करें।<br/>2.बोगी को अलग करने के लिए सर्वप्रथम निम्नलिखित को अलग कर दें-<br/>क)सेफ्टी लग पिन, ट्रांजम बोर्ड में स्ट्रेप तथा यू क्लैंप।<br/>ख)बोगी एवं बॉडी के बीच एयर पाइप।<br/>ग)हैण्ड ब्रेक के चेन।<br/>घ)सैंड हॉज पाइप के कनेक्शन।<br/>ड.)एयर डक्ट के कनेक्शन।<br/>च)ट्रैक्शन मोटर के केबुल कनेक्शन।<br/>छ)स्पीडोमीटर के कनेक्शन।<br/>ज)बोगी एवं बॉडी के बीच लगे रिटर्न करंट में शंट कनेक्शन।<br/>3.लिफ्ट किए गए बोगी को रखे जाने वाले स्टैंड का तैयार होना।<br/>4.स्लींग एवं लिफ्टिंग टेबल अच्छी स्थिति में होने की जॉंच करें।<br/>5.क्रेन की जॉंच कर लेनी चाहिए।<br/>6.सुनिश्चित करें कि कोई आदमी कार्य न कर रहा हो तथा चक्कों के नीचे वेज न लगे हों।",
		"उत्तर- शिड्यूल इंस्पेक्शन के दौरान लाकोमोटिव में घिसे हुए ब्रेक शू को बदलना एक महत्वपूर्ण नियमित कार्य है । उचित एवं सुरक्षित ब्रेक-शू बदलने की निम्नलिखित विधि अपनाई जाती है -<br/>1.पिट लाइन में लोको प्लेस करके सही ढंग से चक्कों में स्किड लगा दें ।'MEN AT WORK' लिखे बोड रख दें ।<br/>2.सभी कर्मचारीयों के पास सेफ्टी जूते, हेलमेट एवं दस्ताना अवश्य होनी चाहिए ।<br/>3.बोगी कट-आउट कॉक को बंद करे । प्रेशर पुरी तरह से निकाल दें ।<br/>4.नये ब्रेक-शू लाकर चक्के के पास रखें ।<br/>5. सभी लोअर पुल रॉड पिन को खोल दें तथा गैप बना लें ।<br/>6.ब्रेक-शू कटर को खेलकर घिसे ब्रेक-शू को हटा दें ।<br/>7.ब्रेक-शू कटर के साथ नये ब्रेक-शू को सही तरीके से फिट करें । <br/>8.सभी पुल रॉड पिन को फिट कर उसे ठीक ढंग से सुरक्षित करें । <br/>9.स्लेक एडजस्टर एवं पुल रॉड द्वारा ब्रेक शू एवं चक्कों के बीच (पिस्टन रिलिज अवस्था में) 10मि.मी. क्लीयरेंस एडजस्ट करें ।<br/>10.न्यूमैटिक प्रेशर लगाकर संचालन की जाँच करें तथा अप्लाई स्थिति में पिस्टन स्ट्रोक (95-105 मि.मी.) मापें ।<br/><br/>नोटः ब्रेक-शू होल्डर को टाइट फिट करते समय यह सुनिश्चित करें कि व्हील ट्रेड के समांतर में हो तथा ब्रेक-शू फ्लेंज को टच नहीं करना चाहिए ।"
	]
];