var objective_topic=["न्यूमैटिक : वस्तुनिष्ठ प्रश्न"];
var subjective_topic=["न्यूमैटिक : वर्णनात्मक प्रश्न"];

var objective_question=[
    [
		"1. आर.एस. प्रेशर के सर्किट में कितने नन-रिटर्न वाल्व है?",
		"2. आर.एस. प्रेशर के सर्किट में लगे सेफ्टी वाल्व की सेटिंग ________ है।",
		"3. बेबी कम्प्रेशर में लुब्रिकेटिंग तेल की क्षमता ________ है।",
		"4. आर.एस. रिजर्वायर की क्षमता ________ है।",
		"5. आर.एस. प्रेशर के गेज में लगे सूई की संख्या ________ है।",
		"6. जब बेबी कम्प्रेशर बंद रहता है तब आर.एस. प्रेशर ________ द्वारा बना रहता है।",
		"7. आर.एस. प्रेशर का स्त्रोत ________ है।",
		"8. आर.एस. प्रेशर ________ से होकर पेन्टोग्राफ तक पहुँचता है।",
		"9. एम.आर. प्रेशर का स्त्रोत ________ है।",
		"10. कम्प्रेशर टी.आर.सी.-1000 में हवा प्रदान करने की क्षमता ________ है।",
		"11. कम्प्रेशर टी.आर.सी.-1000 में लो प्रेशर वाल्व की संख्या________है।",
		"12. कम्प्रेशर टी.आर.सी.-1000 में हाई प्रेशर वाल्व की संख्या________है।",
		"13. कम्प्रेशर के इंटरकूलर के सेफ्टी वाल्व की सेटिंग ________ है।",
		"14. कम्प्रेशर टी.आर.सी.-1000 के क्रैंक केस में लुब्रिकेटिंग तेल की क्षमता ________ है।",
		"15. कम्प्रेशर टी.आर.सी.-1000 के आयल बाथ फिल्टर की क्षमता ________ है।",
		"16. मोटर एवं कम्प्रेशर के बीच लगे कपलिंग का प्रकार ________ है।",
		"17. एम.आर. प्रेशर सीमा के अंदर ________ द्वारा नियंत्रित होता है।",
		"18. मेन रिजर्वर की तुलना में कन्ट्रोल रिजर्वर का आकार ________ है।",
		"19. डब्ल्युएजी-5 लोको में कन्ट्रोल रिजर्वर की स्थिति ________ हे।",
		"20. कम्प्रेशर का प्रकार ________ है।",
		"21. एम.आर. प्रेशर को एम.आर. इक्युलायजिंग पाईप तक पहुँचने के लिए न्युनतम ________ प्रेशर की आवश्यकता है।",
		"22. डब्ल्युएजी-7 लोको में आर.जी.सी.पी. के सेटिंग ________ है।",
		"23. डब्ल्युएजी-5 लोको में एम.आर. के गेज में अतिरिक्त सूई का नाम ________ है।",
		"24. ऑटो ड्रेन वाल्व ________ एवं ________ के बीच लगा है।",
		"25. डब्ल्युएजी-5 लोको में सेन्ट्रीफ्युगल ऑयल सेपरेटर की संख्या ________ है।",
		"26. डब्ल्युएजी-5 लोको में एयर कन्ट्रोल कट-आउट-कॉक की स्थिति ________ के नजदीक है।",
		"27. डुप्लेक्स चेक वाल्व की टैपिंग मेन रिजरवायर संख्या ________ से की गयी है।",
		"28. मेन रिजरवायर संख्या________एवं________ के बीच नन रिटर्न वाल्व लगा है।",
		"29. ए-9 एवं एस.ए.-9 वाल्व में आनेवाले प्रेशर की टैपिंग मेन रिजरवायर संख्या -- से ली गयी है।",
		"30. बी.पी. चार्जिंग के लिए सी-2 रिले वाल्व में आनेवाली प्रेशर मेन रिजरवायर संख्या -से ली गयी है।",
		"31. कम्प्रेशर के कपलर में ग्रिजिंग ________ द्वारा किया जाता है।",
		"32. कम्प्रेशर टी.आर.सी.-2000 की क्षमता ________ है।",
		"33. कम्प्रेशर टी.आर.सी.-2000 में लुब्रिकेटिंग तेल की क्षमता ________ है।",
		"34. एम.आर.इक्वलाइजिंग पाईप में लगे कॉक का रंग ________ है।",
		"35. कम्प्रेशर के तेल का व्यापारिक नाम ________ है।",
		"36. स्वतंत्र वायु ब्रेक वाल्व का नाम ________ है।",
		"37. मेन कम्प्रेशर को नन-ड्राइविंग छोर से देखने पर इसके घुमने की दिशा क्या होती है?",
		"38. ब्रेक सिलिन्डर के सी-2 डब्ल्यु में आनेवाली प्रेशर मेन रिजरवायर संख्या________से ली गयी है।",
		"39. ब्रेक सिलिन्डर में प्रेशर ________ तक लगता है।",
		"40. ब्रेक सिलिंडर में अनुमत लिकेज ________ है।",
		"41. ए-9 वाल्व में लगे पाइपों की कुल संख्या ________ है।",
		"42. एसए-9 वाल्व में लगे पाइपों की कुल संख्या ________ है।",
		"43. ए-9 वाल्व में फाउन्डेशन बोल्ट की कुल संख्या ________ है।",
		"44. बी.सी. इक्वलाइजिंग पाइप के एंगिल कॉक का रंग ________ होता है।",
		"45. स्वतंत्र वायु ब्रेक लगने के लिए एम.यू.-2बी. वाल्व का पोर्ट संख्या ________ उत्तरदायी होता है।",
		"46. एम.यू.-2बी वाल्व में लगे फिक्सेसन वोल्ट की कुल संख्या ________ है।",
		"47. डब्ल्युएजी-5 लोको में डबल चेक वाल्व ए-21 की स्थिति ________ है।",
		"48. ब्रेक सिलिन्डर परिपथ में प्रेशर कट ऑफ स्विच ________ है।",
		"49. ए-9 की कुल स्थितियाँ ________ हैं।",
		"50. एस.ए.-9 वाल्व के निरिक्षण के लिए कम-से-कम ________ अनुसूची होनी चाहिए।",
		"51. बी.पी. पाइप का प्रेशर ________ वाल्व द्वारा नियंत्रित होता है।",
		"52. डब्ल्युएजी-5/डब्ल्युएजी-7 लोको में बी.पी. प्रेशर ________ होती हे।",
		"53. बी.पी. प्रेशर का स्त्रोत ________ है।",
		"54. बी.पी. प्रेशर के लिये सी-2 रिले वाल्व में आनेवाली प्रेशर ________ से ली जाती है।",
		"55. बी.पी. चार्जिंग कॉक का परिमाप ________ है।",
		"56. बी.पी. एँगिल कॉक का रंग ________ है।",
		"57. एस.ए.-9 वाल्व की कुल अवस्थाएँ ________ है।",
		"59. लोको में अनुमत बी.पी.लिकेज ________ है।",
		"60. यदि बी.पी. ड्रॉप होता है तो अनुपातिक लोको ब्रेक ________ द्वारा लगता है।",
		"61. सी-3 डब्ल्यु डिस्ट्रीब्यूटर वाल्व में जुड़े पाइप की कुल संख्या________ है।",
		"62. सी-3 डब्ल्यु डिस्ट्रीब्यूटर वाल्व को आइसोलेट करने के लिए इसके कॉक हैंडिल को ________ पर रख जाता हे।",
		"63. सी-3 डब्ल्यु डिस्ट्रीब्यूटर वाल्व को निकालने के लिए कितना बोल्ट निकाला जाता है?",
		"64. किस निरीक्षण अनुसूचित में सी-3 डब्ल्यु डिस्ट्रीब्यूटर वाल्व का ओवर हॉलिंग किया जाता है?",
		"65. अनुपातिक लोको ब्रेक को शीघ्र लगाने के लिए सी-3 डब्ल्यु डिस्ट्रीब्यूटर वाल्व के एफ/टी कॉक को ________ दिशा मे रखा जाता है।",
		"66. ए-9 हैंडिल को फुल सर्विस स्थिति में रखने पर बी.पी. गेज में प्रेशर दिखाएगा-",
		"67. लोको का ________ प्रेशर ट्रेन में ब्रेक लगाने से संबंधित है",
		"68. निम्नलिखित में से ________ परिपथ में एम.वी.-4 वाल्व लगा है।",
		"69. “एयर फ्लो मेजरिंग वाल्व” ________ प्रेशर से संबंधित है।",
		"70. “एयर फ्लो मेजरिंग वाल्व” ________ की सहयोग से कार्य करता है।",
		"71. बी.पी.चार्जिंग/डिसचार्जिंग के दौरान एम.यू.-2बी वाल्व की कौन सी पोर्ट संख्या आपस में जुडती है?",
		"72. बी.पी. प्रेशर की सेटिंग ________ है।",
		"73. यदि आर.एस. द्वारा एमरजेंसी ब्रेक लगता है तो बी.सी. गेज में ________ प्रेशर दिखाएगा।",
		"74. ए-9 हैंडिल द्वारा ________ ब्रेक लगाया जा सकता है।",
		"75. फीड पाइप प्रेशर की आवश्यकता ________ है।",
		"76. फीड पाईप में ________ प्रेशर होता है।",
		"77. फीड वाल्व का प्रकार ________ है।",
		"78. डबल्युएपी-4 लोको में ________ एम.आर. लगे हैं।",
		"79. एम.यू. लोको के विभाजन होने कि स्थिति में पिछे लोको में ब्रेक ________ द्वारा लगता है।",
		"80. एम.आर. सेफ्टी वाल्व ________ एवं ________ के बीच लगा है।",
		"81. डब्ल्युएजी-5 लोको में आर.जी.ई.बी. की स्थिति ________ है।",
		"82. फीड पाईप के एँगिल कॉक का रंग ________ है।",
		"83. सी-2 रिले वाल्व के फाउन्डेशन बोल्ट की कुल संख्या ________ है।",
		"84. सी-2 रिले वाल्व के कन्ट्रोल पाइप में जुड़े छोटे रिजरवायर को ________ कहा जाता है।",
		"85. एयर ड्रायर ________ एवं ________ के बीच लगा है।",
		"86. सहायक लोको पायलट आपातकालीन ब्रेक वाल्व ________ पाइप लाईन से जुड़ा है।",
		"87. एयर फ्लो इंडिकेटर गेज में लगी सूई की रंग ________ होती है।",
		"88. आर-6 वाल्व का संबंध ________ से है।",
		"89. यदि बी.पी. चार्ज नहीं हो रहा हो तो इसका कारण ________ हो सकता है।",
		"90. लिडिंग लोको में एमयू2बी वाल्व की स्थिति ________ होती है।",
		"91. ट्रेलिंग लोको में एमयू2बी वाल्व की स्थिति ________ होती है।",
		"92. लोकोमोटिव में ________प्रकार के सीटी (हॉर्न) का प्रयोग होता है।",
		"93. डब्ल्युएजी-7 लोको में ट्वीन टावर एयर ड्रायर ________ एवं ________ के बीच लगे हैं।",
		"94. न्यूमैटिक उपकरण ________लोको मे पैनल में लगा हुआ नहीं होता है।",
		"95. ________ वाल्व के इनपुट में दो तथा आउटपुट में एक पाइप लाईन रहता है।",
		"96. ________ न्युमैटिक प्रेशर द्वारा कन्ट्रोल होनेवाला स्विच नहीं है।",
		"97. ________ ए.सी.पी. परिपथ का उपकरण नहीं है।",
		"98. वी.ई.यू.एल. एनरजाईज होता है जब ________",
		"99. ऑटो ड्रेन वाल्व ________ में लगा है।",
		"100. एयर फ्लो इंडिकेटर ________ द्वारा सक्रिय होता है।",
		"101. कोचिंग गाड़ी में ए.सी.पी. के दौरान ए.एफ.एल .________ द्वारा कार्य करता है।",
		"102. पी-1 ________ एवं ________ के बीच लगा है।",
		"103. पी-2 ________ एवं ________ के बीच लगा है।",
		"104. आर.जी.ई.बी.-2 ________ द्वारा नियंत्रित होता है।",
		"105. आर.जी.ई.बी.-2 की सेटिंग ________ है।"
	]
];

var objectiveoptions=[
    [
		["(क) 3","(ख) 4","(ग) 2"],
		["(क) 8 किग्रा/सेमी²","(ख) 28 किग्रा/सेमी²","(ग) 9.5 किग्रा/सेमी²"],
		["(क) 850 मि.ली.","(ख) 650 मि.ली.","(ग) 250 मि.ली."],
		["(क) 100 ली.","(ख) 120 ली.","(ग) इससे अधिक"],
		["(क) 1","(ख) 2","(ग) कोई नहीं"],
		["(क) बी.सी. प्रेशर","(ख) एम.आर. प्रेषर","(ग) बी.पी. प्रेशर"],
		["(क) सी.पी.ए.","(ख) सी.पी.","(ग) आर.जी.सी.पी."],
		["(क) डीजे ऑयल सेपरेटर","(ख) एच.ओ.एम.","(ग) इनमें से कोई नहीं"],
		["(क) सी.पी.ए.","(ख) सी.पी.","(ग) आर.जी.सी.पी."],
		["(क) 1000 ली./मि.","(ख) 2000 ली./मि.","(ग) 500 ली./मि."],/*10*/
		["(क) 2","(ख) 3","(ग) 6"],
		["(क) 2","(ख) 3","(ग) 1"],
		["(क) 12.5 किग्रा/सेमी²","(ख) 11.5 किग्रा/सेमी²","(ग) 10.5 किग्रा/सेमी²"],
		["(क) 11 ली.","(ख) 1 ली.","(ग) 1.1 ली."],
		["(क) कुल 700 मि.ली.","(ख) प्रत्येक 700 मि.ली.","(ग) कुल 1100 मि.ली."],
		["(क) गीयर टाइप","(ख) बिबी टाइप","(ग) इनमें से कोई नहीं"],
		["(क) सेफ्टी वाल्व","(ख) गवर्नर","(ग) ट्रांसड्यूसर"],
		["(क) बड़ा","(ख) छोटा","(ग) बराबर"],
		["(क) कैब-1","(ख) बॉडी के नीचे लटका हुआ","(ग) कैब-2 के नीचे"],
		["(क) दो स्टेज रोटेटिंग","(ख) एक स्टेज रिसिप्रोकेटिंग","(ग) दो स्टेज रिसिप्रोकेटिंग"],/*20*/
		["(क) 3 किग्रा./सेमी²","(ख) 10 किग्रा./सेमी²","(ग) 5 किग्रा./सेमी²"],
		["(क) 9-11 किग्रा./सेमी²","(ख) 8.5-10 किग्रा./सेमी²","(ग) 7-8 किग्रा./सेमी²"],
		["(क) फीड पाइप","(ख) एयर फ्लो","(ग) आर.एस. प्रेशर"],
		["(क) एम.आर. 3 एवं 4","(ख) एम.आर. 1 एवं 2","(ग) एम.आर. 1 एवं 4"], /*24*/
		["(क) 3","(ख) 2","(ग) 4"],
		["(क) बेबी कम्प्रेशर","(ख) चक्का संख्या-4","(ग) चक्का संख्या-10"],
		["(क) 2","(ख) 3","(ग) 4"],
		["(क) एम.आर. 1 एवं 2","(ख) एम.आर. 3 एवं 4","(ग) कोई नहीं"],
		["(क) 4","(ख) 1","(ग) 3"],/*29*/
		["(क) 3","(ख) 2","(ग) 4"],/*30*/
		["(क) सर्वो जेम","(ख) एस.पी.-15.","(ग)एल.एल.-3"],
		["(क) 1750 ली./मि.","(ख) 2000 ली./मि.","(ग) 1000 ली./मि."],/*32*/
		["(क) 1.1 ली.","(ख) 12. ली.","(ग) 8 ली."],/*33*/
		["(क) काला","(ख) नीला","(ग) लाल"],
		["(क) एस.पी.-150","(ख) एस.एल.-100","(ग) टी.-78"],
		["(क) ए-9","(ख) एस.ए.-9","(ग) सी-2 डब्ल्यु"],
		["(क) घड़ी की दिशा","(ख) पूर्व दिशा","(ग) घड़ी की उलटी दिशा"],/*37*/
		["(क) 2","(ख) 4","(ग) 3"],/*38*/
		["(क) 3.5 किग्रा/सेमी²","(ख) 2.5 किग्रा/सेमी²","(ग) 5.5 किग्रा/सेमी²"],/*39*/
		["(क) 0.5 किग्रा/सेमी²/मि.","(ख) 0.1 किग्रा/सेमी²/मि.","(ग) 0.7 किग्रा/सेमी²/मि."],/*40*/
		["(क) 3","(ख) 2","(ग) 4"],
		["(क) 4","(ख) 3","(ग) 2"],
		["(क) 2","(ख) 3","(ग) 4"],
		["(क) हरा","(ख) सफेद","(ग) लाल"],/*44*/
		["(क) 3-13","(ख) 2-20","(ग) 53-63"],/*45*/
		["(क) 3","(ख) 2","(ग) 4"],
		["(क) अन्डर फ्रेम","(ख) कक्ष-1 सेन्टर लॉक","(ग) कक्ष-1 एलपी/साइड लॉकर"],
		["(क) आर.जी.सी.पी.","(ख) क्यू.डब्ल्यु.सी.","(ग)एस.डब्ल्यु.सी."],
		["(क) 2","(ख) 3","(ग) 5"],
		["(क) ए.ओ.एच.","(ख) आई.सी.","(ग) आई.ए."],
		["(क) एस.ए.-9","(ख) सी-2 रिले","(ग) ए-9"],/*51*/
		["(क) 3.5 किग्रा/सेमी²","(ख) 2.5 किग्रा/सेमी²","(ग) 5 किग्रा/सेमी²"],
		["(क) आर.एस. प्रेशर","(ख) बी.सी. प्रेशर","(ग) एम.आर.प्रेशर"],
		["(क) एम.आर.-3","(ख) एम.आर.-4","(ग) एम.आर.-1"],/*54*/
		["(क) 1“","(ख) 1/2“","(ग) 3/4“"],
		["(क) सफेद","(ख) लाल","(ग) हरा"],
		["(क) 4","(ख) 2","(ग) 5"],/*57*/
		["(क) 0.7 किग्रा/सेमी²/5 min","(ख) 0.2 किग्रा/सेमी²/ min","(ग) 0.7 किग्रा/सेमी²/min"],/*59*/
		["(क) बी.पी. का सी-2 डब्ल्यु रिले वाल्व","(ख) सी-3 डब्ल्यु डिस्ट्रीब्यूटर वाल्व","(ग)एस.ए.-9"],
		["(क) 2","(ख) 3","(ग) 4"],
		["(क) वाल्व की तरफ","(ख) चैंबर की तरफ","(ग) बीच में"],
		["(क) 2","(ख) 3","(ग) 4"],
		["(क) आई.ए.","(ख) आई.सी.","(ग) ए.ओ.एच."],/*64*/
		["(क) वाल्व की तरफ","(ख) चैंबर की तरफ","(ग) मध्य में"],
		["(क) 2.5 किग्रा/सेमी²","(ख) 4.5 किग्रा/सेमी²","(ग) 3.5 किग्रा/सेमी²"],
		["(क) बी.पी.","(ख) बी.सी.","(ग) एफ.पी."],/*67*/
		["(क) एम.आर.","(ख) आर.एस.","(ग) बी.पी."],/*68*/
		["(क) बी.पी.","(ख) एम.आर.","(ग) बी.सी."],/*69*/
		["(क) आर-6 रिले वाल्व","(ख) सी-2 रिले वाल्व","(ग) इनमें से कोई नहीं"],
		["(क) 3-13","(ख) 53-63","(ग) 2-20"],/*71*/
		["(क) 5 किग्रा/सेमी²","(ख) 2.5 किग्रा/सेमी²","(ग) 3.5 किग्रा/सेमी²"],/*72*/
		["(क) 1 किग्रा/सेमी²","(ख) 1.8 किग्रा/सेमी²","(ग) 2.5 किग्रा/सेमी²"],
		["(क) केवल लोको","(ख) केवल ट्रेन","(ग) दोनों"],
		["(क) ट्रेन में शीघ्र ब्रेक लगाने के लिए","(ख) ट्रेन ब्रेक शीघ्र रिलिज करने के लिए","(ग) कोई नहीं"],
		["(क) 5 किग्रा/सेमी²","(ख) 3.6 किग्रा/सेमी²","(ग) 6 किग्रा/सेमी²"],/*76*/
		["(क) डी-1","(ख) डी-24 बी","(ग) वी.ए.-1बी."],
		["(क) 4","(ख) 5","(ग) 6"],
		["(क) सी-2 डब्ल्यु वाल्व","(ख) एफ-1 सेलेक्टर वाल्व","(ग) ए-9"],
		["(क) एम.आर.-1 एवं एम.आर.-2","(ख) एम.आर.-2 एवं एम.आर.-3","(ग) एम.आर.-3 एवं एम.आर.-4"],
		["(क) कक्ष-1 लोको पायलट साइड लॉकर","(ख) कक्ष-1 सेन्टर लॉकर","(ग) कक्ष-1 का गलियारा"],
		["(क) लाल","(ख) सफेद","(ग) हरा"],/*82*/
		["(क) 4","(ख) 3","(ग) 2"],/*83*/
		["(क) ऑग्लीलियरी रिजरवायर","(ख) अतिरिक्त चैंबर","(ग) वॉल्युम रिजरवायर"],/*84*/
		["(क) एम.आर.-1 एवं एम.आर.-2","(ख) एम.आर.-3 एवं एम.आर.-4","(ग) एम.आर.-2 एवं एम.आर.-3"],/*85*/
		["(क) एफ.पी.","(ख) बी.पी.","(ग) एम.आर."],/*86*/
		["(क) नीला-नीला","(ख) लाल-सफेद","(ग) हरा-लाल"],
		["(क) आर.जी.ए.एफ.","(ख) आर.जी.ई.बी.","(ग) आर.जी.सी.पी."],/*88*/
		["(क) एमयू2बी लीड मे होना","(ख) आगे कैब में ए-9 में आने वाली कॉक बंद होना","(ग) पिछे कैब में ए-9 में आनेवाली कॉक खुली होना"],/*89*/
		["(क) बंद","(ख) ट्रेल","(ग) लीड"],/*90*/
		["(क) लीड","(ख) बंद","(ग) ट्रेल"],/*91*/
		["(क) न्यूमैटिक","(ख) इलेक्ट्रीक","(ग) दोनों"],
		["(क) एम.आर.-1 एवं एम.आर.-2","(ख) एम.आर.-2 एवं एम.आर.-3","(ग) एम.आर.-3 एवं एम.आर.-4"],
		["(क) डब्ल्युएजी-5","(ख) डब्ल्यूएजी-7","(ग) डब्ल्युएजी-9"],/*94*/
		["(क) डुप्लेक्स चेक वाल्व","(ख) डबल चेक वाल्व","(ग) सी3 डिस्ट्रीब्युटर वाल्व"],
		["(क) पी-1","(ख) आर.जी.ई.बी.","(ग) क्यू.पी.एच."],
		["(क) पी-1","(ख) एस.डब्ल्यु.सी.","(ग) पी-2"],/*97*/
		["(क) एम.सी.पी. चालू होता हैं","(ख) एम.सी.पी. कार्य करता है","(ग)एम.सी.पी. बंद होता है"],/*98*/
		["(क) एम.आर.-1 एवं एम.आर.-4","(ख) एम.आर.-3 एवं एम.आर.-4","(ग)एम.आर.-1 एवं एम.आर.-2"],/*99*/
		["(क) आर.जी.ए.एफ.","(ख) आर-6","(ग)ए.एफ.एम.वी."],
		["(क) आरजीईबी-2 एवं पीआर-2","(ख) आरजीएएफ एवं पीआर-2","(ग) पी-2 एवं पीआर-2"],
		["(क) ए-9 आउटलेट कॉक एवं एमयू2बी","(ख) ए-9 इनलेट पाइप एवं एमयू2बी","(ग) एम.यू.-2बी एवं जीआर"],/*102*/
		["(क) एमयू-2बी एवं एल/टी कॉक","(ख) एल/टी कॉक एवं बीपी एंगिल कॉक","(ग) इनमें से कोई नहीं"],
		["(क) एम.आर.प्रेशर","(ख) बी.पी. प्रेशर","(ग) बी.सी. प्रेशर"],/*104*/
		["(क) 1.5 किग्रा/3 किग्रा","(ख) 4.2 किग्रा/3 किग्रा","(ग) 5 किग्रा/3.5 किग्रा"]/*105*/
	]
];

var objectiveAnswer=[
		[
				1,1,3,1,2,2,1,2,2,1,1,3,2,3,1,2,2,2,2,3,3,2,1,2,2,1,2,2,1,1,1,2,3,1,2,2,3,2,1,2,1,
				3,3,3,2,1,3,3,3,2,3,3,2,1,1,3,2,1,2,2,2,2,2,2,3,1,3,2,2,1,1,3,3,2,3,2,2,2,3,2,2,1,
				3,3,2,2,1,2,3,3,1,2,1,2,3,2,3,3,2,1,1,2,2,2,2,1,1
		]
	];


var subjective_question=[
   [
		"प्रश्न 1- विद्युत उपकरणों के निरीक्षण की उचित विधि क्या है ? ",
		"प्रश्न 2- लोकोमोटिव के मेन कम्प्रेशर पर संक्षिप्त टिपणी लिखें।",
		"प्रश्न 3- लोकोमोटिव के “मेन कम्प्रेशर” के भागों के उल्लेख करें?",
		"प्रश्न 4- न्यूमैटिक उपकरण को संचालन के दौरान सुरक्षात्मक सावधानी क्या है?",
		"प्रश्न 5- डब्ल्युएजी-7 लोको में IAB लगने की प्रक्रिया बताऐं?",
		"प्रश्न 6- डब्ल्युएजी-7 लोको में बीपी चार्ज कैसे होता है?",
		"प्रश्न 7- रबर मदों के भंडारण प्रक्रिया के बारे में लिखें।",
		"प्रश्न 8- टी.एल.टी.ई. का दोष निवारण आप कैसे करेंगे?",
		"प्रश्न 9- सी3डब्ल्यु डिस्ट्रीब्यूटर वाल्व पर संक्षिप्त विवरण दें।",
		"प्रश्न 10- एयर ड्रायर क्यों महत्वपूर्ण हैं?",
		"प्रश्न 11- एयर ड्रायर क्या कार्य करता है?"
	]
];

var subjective_answer=[
    [
/*1*/  "उत्तर- शेड में लोको के उपकरणों का नियत निरीक्षण एक दोषरोधी अनुरक्षण है । यदि इसे हमलोग उचित ढंग से बनाएँ रखें तो लोको की उपलब्धता अवश्य बढ़ा सकते हैं और यही हमारा लक्ष्य भी है । सर्विस के दौरान कोई भी उपकरण विफल होने से पहले कुछ खराबी का संकेत देता है तथा निरीक्षण के दौरान उन संकेतों को पहचान कर उपकरणों को ठीक किया जा सकता है । इच्छी निरीक्षण हमलोग निम्नानुसार कर सकते हैं - उपकरणों में किसी खराबी को पहचानने के लिए लोको का प्रटेस्ट करना चाहिए तथा लॉग बुक में किए गए बुकिंगों पर विशेष ध्यान देना चाहिए । <br/>	लोको निरीक्षण से पहले ब्लोविंग अवश्य करनी चाहिए ।<br/>	एसेम्बिल किए उपकरणों को बिना हटाए जाँच करना ।<br/>	संचालित करके उपकरणों की जाँच करना ।<br/>	उपकरणों की ठीक से सफाई करना । <br/>	उपकरणों की रिपेयरिंग, एडजस्टमेन्ट तथा रेगुलेटिंग करना ।<br/>	फाइनल चेकिंग करते समय सफाई एवं लुब्रिकेशन करें । ",
		"उत्तर- इस लोको में EIGI र्मॉडल TRC 1000 MN थ्री सिलेंडर, दो स्टेज रेसीप्रोरल, एयर कुल तथा स्प्लास लूब्रीकेटेड कम्प्रेसर है जो इलेक्ट्रिक मोटर के द्वारा बीबी कपलिंग से चलता है।<br/><br/>	इसमें तीन सिलेंडर, जो क्रेन्क केस पर “W” आकार में व्यवस्थित है। इसके LP सिलेंडर हेड में आयल पाथ एयर फिल्डर फिट किया गया है जो एक्सन तरफ है। इसका डिस्चार्ज पोर्ट जो LP सिलेंडर हेड से जुड़ा है जो इन्टर कूलर कहलाता है यह कुलिंग प्रभाव देता है। <br/>	<br/>	इंटरकुलर एक्सन पोर्ट के HP सिलेंडर हेट से जुड़ा है। यह डिस्चार्ज पोर्ट HP सिलेंडर हेड में व्यवस्थित है जो एक बॉक्स टाइप आफटर कूलर के साथ है।<br/><br/>	कम्प्रेशर मोटर से जुड़़ा रहता है जो एक रिजिड पर रखा गया है जो एक कम्पेक्ट बेस है। इसके कम्पन को कम करने हेतु इसके एयर फिल्टर तथा अन्य पाइप फिटिंग्स सभी कलैम्प किया गया है। कम्प्रेशर यूनिट को प्रत्यक्ष रूप् से ठंडा करने हेतु एक पंखा जो एक फैन र्गाउ से लगा है। यह पंखा हवा बाहर से खिंचता है जो मोटर के ऊपर से लेता है जिससे मोअर भी ठंडा होता है। मोटर को उठाने हेतू एक आइवोल्ट का प्रयोग किया गया है मोटर के टर्मिनल बेल्ट साइड में लगाया गया है। ",
		"उत्तर- क्रेंक केस, सिलेंडर तथा सिलेंडर हेड, कनेक्टींग रॉड क्रेन्क साफ्ट एसेम्बली पिस्टन तथा पिस्टन रिंग, डिस्क वाल्व, इन्टर कूलर, सेफ्टी वाल्व तथा आफटर कूलर, फ्लेक्सिबल रिसाइलेंट कपलिंग (बीबी कपलिंग)।",
		"उत्तर- न्यूमैटिक उपकरण संचालन के दौरान -<br/>	उपयोगकर्ता को अपने सावधनीपूर्वक सुरक्षात्मक दृष्टि के साथ कार्य करें ताकि गंभीर दुघ्रटना को टाला जा सके।<br/>	एयर ब्रेक सिस्टम उच्च वायु दाब से संचालन होता है। अतः सुनिश्चित हों कि संबंधित सिस्टम पूर्णतः आइसोलेट तथा पूर्णतः ड्रेन हो तभी किसी पोर्ट या वाल्व को खोलें।<br/>	कुछ ब्रेक वाल्व तथा उसका सब-एसेम्बली जिसमें स्प्रींग प्री-कम्प्रेशड स्थिति में रहता है। अतः किसी उपकरण को जोड़ते समय सावधानी बरतना चाहिए तथा प्रत्येक वाल्व को दिया गया प्रक्रिया के मुताबिक करना चाहिए ताकि स्प्रींग तथा उसका सहायक भाग उड़कर दुर्घटना का कारण न बने।",
/*5*/	"उत्तर- सिर्फ लोकोमोटिव में ब्रेक हेतु IAB लगाया जाता है। यह SA9 वाल्व से नियंत्रण एवं संचालन किया <br/>जाता है जो दोनों कैब में स्थित हैं। इसका दो पोजीशन है एप्लीकेशन तथा रिलीज। एमआर-4 की हवा पोर्ट संख्या 30 के माध्यम से  एसए-9 में जाता है। एमआर-4 की हवा सी2 रिले वाल्व के पोर्ट संख्या 1 में भी जाता है। जब एसए-9 हैन्डल को एप्लीकेशन स्थिति में ले जाते हैं तो अधिकतम 3.5 किग्रा/सेमी² की दाब सी2 रिले के पोर्ट संख्या 2 तथा एमयू2बी (जो लीड स्थिति में है) तथा डबल चेक वाल्व में जाता है। अब सी2 रिले वाल्व का पोर्ट खुलकर एमआर-4 की हवा ब्रेक सिलेंडर में जाता है यदि आइसोलेटिंग कॉक खुला हो तथा ब्रेक प्रेशर बीसी गेज में दर्शाता है। ",
		"उत्तर- ऑटोमेटिक ब्रेक एप्लीकेशन से ट्रेन में बीपी प्रेशर नियंत्रण होता है। एमआर-4 के एयर प्रेशर से <br/>ए-9 वाल्व जुड़ा है। जैसे ए-9 वाल्व को रिलीज में रखने पर ए-9 प्रेशर लिमिटींग वाल्व के माध्यम से एमआर की हवा को एक्चूएटिंग प्रेशर में बदलकर 5 किग्रा/सेमी² बनाकर पूर्वनिश्चित करता है। जब एमयू2बी लीड स्थिति में होने पर यह एक्यूयेरिंग प्रेशर सी2 रिले में जाता है। सी2 रिले एमआर-3 के हवा को बीपी पाइपलाइन में जाने देता है। जब ए-9 को एप्लीकेशन स्थिति में रखा जाता है तब बीपी प्रेशर तथा सक्रिय प्रेशर ए-9 के exhaust पोर्ट से बाहर हो जाता है। उस स्थिति में एयरफ्लो मेजरिंग वाल्व बीपी पाइपलाइन के वायु दाब की फ्लो स्थिति को दर्शाता है। ए-9 का पाँच पोजीशन है- रिलीज, मिनिमम रिडक्सन, फुल सर्विस, आवर रिडक्सन तथा आपातकालीन।",
		"उत्तर- न्यूमैटिक सिस्टम में विभिन्न प्रकार के रबर मदों का उपयोग भारी मात्रा में किया जाता है अतः <br/>इसके भंडारण बहुत महत्वपूर्ण है-<br/>रबर से निर्मित वस्तु को सूर्यप्रकाश से दूर रखें इसे अंधेरा में रखें। सूर्य के प्रत्यक्ष रखने पर रबर कमपार्टमेंट खराब जल्दी होता है। यदि संभव हो तो इसे ठंडा जगह रखें हो सके तो 30°C से नीचे ताप में रखे। संग्रहित अवस्था में रखा गया रबर को ध्यान रखना चाहिए कि इसके सतह पर नमी न जमें। <br/>इस सामग्री के आसपास किसी प्रकार का इलेक्ट्रिकल कनेक्सन रखने से बचें कारण इससे ओजोन उत्पन्न होगी जिससे रबर प्रभावित होगा।<br/>रबर सामग्री को ऐसे चीजों से दूर रखना चाहिए जिससे खतरनाक स्थिति उत्पन्न हो जैसे-कॉपर एवं मैंगनीज, इसका प्रभाव तेजी से होता है।<br/>किसी भी परिस्थिति में सामग्री को दबाकर संग्रहित नहीं करना चाहिए। दबाब में रखे सामगी को कुछ भाग का निम्नीकरण हो जाता है। सामग्री को क्रमबद्ध तरीके से रखना चाहिए ताकि इसके अध्यारोपित को बचाया जा सके।<br/>रबर सामग्री को किसी भी प्रकार के ग्रीज, तेल आदि के सम्पर्क से बचाना चाहिए नही तो स्वेलींग, सॉफनींग तथा डिटोरिएशन की संभावना रहती है।<br/>रबर सामग्री के नीचे तल पर फ्रेन्च चॉक का उदारपूर्वक उपयोग करना चाहिए।",
		"उत्तर- टी.एल.टी.ई. का मतलब टोटल लौस ऑफ ट्रैक्टिव इफोर्ट है। यह दो प्रकार का है-<br/>1.	जी.आर. का बिल्कुल नहीं बढ़ना।<br/>2.	जी.आर. बढ़ता है लेकिन दोनों एमीटर डेविएट नहीं होता हे।<br/>1.	जी.आर. का नहीं बढ़ना -<br/>	अ. बीपी प्रेशर की जाँच करें, यह 5 किग्राम/सेमी² होना चाहिए।<br/>	ब.	क्यूआरएस की जाँच करें, यह उत्तेजित अवस्था में रहना चाहिए।<br/>	स.	एम.पी. कपलर की उचित फिटमेंट की जाँच करें।<br/>	द.	जेडएसएमजीआर तथा जेडएसएमएस का स्थिति जाँचें।<br/>	न.	रिले क्यू-51 जाँचें - यह डी-इनरजाइज स्थिति में रहना चाहिए।<br/>	प.	एसएमजीआर सर्किट के प्रोग्रेसन जैसे-क्यू-50,51,52 एवं एसएमजीआर इन्टरलॉक संख्या <br/>61-62 जाँचें। <br/>फ.	एसएमजीआर कन्ट्रोल वाल्व तथा इसके कनेक्शन जाँचें।<br/>ब.	एसएमजीआर के सेक्टर लीवर की स्थिति जाँचें।<br/><br/>2.	जीआर बढ़ता है लेकिन दोनों एमीटर डेविएट नहीं होता है-<br/>सेफ्टी मेजर लेने के बाद निम्नलिखित जाँचें-<br/><br/>अ.	एचवीएसआई-1 एवं एचवीएसआई-2 की स्थिति 1 पर रहना चाहिए।<br/>ब. एचवीएमटी-1 एवे एचवीएमटी-2 की स्थिति 1 पर रहना चाहिए। <br/>स. बी.एल. तथा एम.पी. कपलर के ढीलापन जाँचे<br/>द. एसएमजीआर तथा जीआर कपलिंग जाँचें।",
		"उत्तर- सी3डब्ल्यु डिस्ट्रीब्यूटर वाल्व सवारी/माल हैन्डल, सहायक जिरवायर, आइसोलेटिंग कॉक तथा <br/> फिल्टर सकित लोकोमोटिव में ब्रकिंग स्टिम जो ग्रेजुअली रिलिज के लिए लगाया गया है।<br/>यह एक मैकेनिकल वाल्व है जिसके कारण ट्रेन ब्रेक समानुपात में लोको ब्रेक लगाता है। इसमें <br/>तीन संयोन है जो पहला बीपी पाइप से दूसरा एमआर पाइप से तथा तीसरा मैकेनिकल वीईएफ जो रिडुसींग वाल्व से होकर जाता है। इस वाल्व में ऐ आइसोलेटिंग हैन्डिल जिसको मैनुअली संचालन कर इसे सेवा अथवा आइसोलेट किया जा सकता है। जब यह सर्विस में रहेगा तब यह हैण्डल को रिजरवायर तरफ रखने की आवश्यकता पड़ती है। इसे आइसोलेट करने के प्श्चात् इसमें बचे प्रेशर को रिलिजिंग हैण्डल से रिलीज करना हे जो सी3डबल्यु डीवी के निचे लगा रहता है। इस रिलीज हैण्डल को खींचना पड़ता है। इस वाल्व मे माल/सवारी हैण्डल भी लगा है। जब मालगाड़ी काम करते समय इसे इस हैण्डल को रिजरवायर की तरफ तथा जब सवारी गाड़ी काम करते हैं तब इसे वाल्व की तरफ रखना पड़ता हे ताकि ब्रेक एप्लीकेशन समय कम लगे।",
		"उत्तर- कम्प्रेशड एयर सिस्टम में नमी कर सकता है-<br/>1.	उपकरण तथा इसके पाइप लाइन में खरोंच। <br/>क) उपकरण के शीतलन को बहा ले जाना।<br/>ख)	रिजरवायर की आयतन में कमी।<br/>ग) एयर ब्रेक वालव के निर्धारित समय में नमी तथा तेल द्वारा आघात।<br/>घ) एयर ब्रेक वाल्व तथा अन्य उपकरण को नमी तथा तेल खतरा का कारण हे।<br/>ङ) उपरोक्त सभी समस्या को एयर ड्रायर लगाकर बचाया जा सकता है।",
		"उत्तर- एयर ड्रायर निम्नलिखित कार्य करता है-<br/>1.	हवा से तेल की छोटी बून्छ बाहर करना।<br/>2.	हवा से धूल-कण बाहर करना।<br/>3.	हवा से नमी को दूर करना।"
	]
];